Repository: djibian/stmartin-wof
Catalog: languages/stmartin-wof-*.po
Languages: fr_fr

source: Wordpress Object Framework Plugin to help developing custom post types or custom taxonomies.
fr_fr: Extension Wordpress Object Framework pour faciliter le développement de Type de posts et de taxonomies personnalisés

source: Add New
fr_fr: Nouveau

source: Add New %s
fr_fr: Ajouter Nouveau %s

source: Edit %s
fr_fr: Éditer %s

source: New %s
fr_fr: Nouveau %s

source: View %s
fr_fr: Voir %s

source: View %ss
fr_fr: Voir %ss

source: Search %ss
fr_fr: Rechercher %ss

source: No %ss found.
fr_fr: Aucun %s trouvé.

source: No %ss found in Trash.
fr_fr: Aucun %s trouvé dans la corbeille.

source: All %ss
fr_fr: Tous les %ss

source: %s Archives
fr_fr: Répertoire des %ss

source: %s Attributs
fr_fr: Caractéristiques des %ss

source: Insert into %s
fr_fr: Insérer dans %s

source: Uploaded to this %s
fr_fr: Télécharger vers %s

source: Filter %ss list
fr_fr: Filtrer la liste des %ss

source: %ss list navigation
fr_fr: Parcours des %ss

source: %ss list
fr_fr: Liste des %ss

source: %s published.
fr_fr: %s publié.

source: %s published privately.
fr_fr: %s publié en privé.

source: %s reverted to draft.
fr_fr: %s rétabli comme brouilon.

source: %s scheduled.
fr_fr: %s programmé.

source: %s updated.
fr_fr: %s mis à jour.

source: Popular %ss
fr_fr: %s populaires

source: Update %s
fr_fr: Mettre à jour %s

source: New %s Name
fr_fr: Nouveau nom pour %s

source: Separate %ss with commas
fr_fr: Séparer les %ss par une virgule

source: Add or remove %ss
fr_fr: Ajouter ou supprimer les %ss

source: Choose from the most used %ss
fr_fr: Choisir parmi les %ss les plus utlisés

source: No %ss found
fr_fr: Aucun %s trouvé

source: No %ss
fr_fr: Aucun %s

source: %s list navigation
fr_fr: Parcours de la liste des %ss

source: %s list
fr_fr: Liste des %ss

source: Most used
fr_fr: Les plus utilisés

source: &larr; Back to %ss
fr_fr: &larr; Aller aux %ss

source: Filter by %s
fr_fr: Filtrer par %s

source: Edit your text
fr_fr: Saisir votre texte

source: Parent %s
fr_fr: %s parent

source: Parent %s:
fr_fr: %s parent
